Repository: DeCarvalhoBruno/lti-wp-sitemap
Catalog: languages/lti-sitemap-*.po
Languages: fr_fr

# opt.post_is_news
source: Is a news post
fr_fr: Cet article est une actualité

# box.news_title
source: Title
fr_fr: Titre

# box.hlp.news_title
source: If no text is entered, the post's title will be used.
fr_fr: Si ce champ est vide, le titre de l'article sera utilisé.

# box.text_copy
source: (Copy)
fr_fr: (Copier)

# box.news_stock_tickers
source: Stock tickers
fr_fr: Symboles boursiers

# box.hlp.news_stock_tickers
source: Up to 5 comma separated tickers (following the Google finance format)
fr_fr: Jusqu'à 5 tickers séparés par des virgules, suivant le format Google Finance.

source: Hassle free XML Sitemaps: pick your featured content, let search engines do the rest!
fr_fr: Les plans de site XML sans accrocs : choisissez vos contenus, laissez les moteurs de recherche s'occuper du reste !

# admin.footer.feedback
source: Some feedback would be greatly appreciated!
fr_fr: Des retours de votre part seraient très appréciés !

# admin.footer.review
source: Write a review.
fr_fr: Laissez-nous un commentaire.

# general.changelog
source: Changelog
fr_fr: Journal des modifications

# general.version
source: Plugin version
fr_fr: Version de l'extension
