Repository: DeCarvalhoBruno/lti-wp-sitemap
Catalog: languages/lti-sitemap-*.po
Languages: fr_fr

# admin.menu_title
source: LTI Sitemap settings
fr_fr: Paramètres LTI Sitemap

# admin.menu_item
source: XML Sitemap
fr_fr: Plan de site XML

# general_hlp_welcome
source: Welcome!
fr_fr: Bienvenue !

# general_hlp_general
source: General tab
fr_fr: Onglet général

# general_hlp_google
source: Google tab
fr_fr: Onglet Google

# general_hlp_bing
source: Bing tab
fr_fr: Onglet Bing

# general_hlp_news
source: News tab
fr_fr: Onglet actualités

# general.settings
source: Settings
fr_fr: Paramètres

# opt.msg.update_ok
source: Plugin options have been updated.
fr_fr: Les paramètres ont été mis à jour.

# opt.msg.error_token
source: Plugin options could not be saved (session error).
fr_fr: Les paramètres n'ont pas pu être mis à jour (erreur de session).

# opt.msg.reset
source: Plugin options have been reset.
fr_fr: Les paramètres ont été réinitialisés.

# admin.contribute
source: Contribute
fr_fr: Contribuez

# msg.google_logged_in
source: Google account log in successful.
fr_fr: Connexion à Google OK.

# err.google_auth_failure
source: Authentication failed, Google returned the following error:
fr_fr: La connexion a échoué, Google a retourné l'erreur suivante :

# google.msg.logout
source: Google account logout successful.
fr_fr: Déconnexion de Google OK.

# google.msg.submit
source: The sitemap was submitted.
fr_fr: Le plan de site a été transmis.

# google.msg.resubmit
source: The sitemap was refreshed.
fr_fr: Le plan de site a été mis à jour.

# google.msg.delete
source: The sitemap was deleted.
fr_fr: Le plan de site a été supprimé

# opt.change_frequency.always
source: Always
fr_fr: Toujours

# opt.change_frequency.hourly
source: Hourly
fr_fr: Horaire

# opt.change_frequency.daily
source: Daily
fr_fr: Journalier

# opt.change_frequency.weekly
source: Weekly
fr_fr: Hebdomadaire

# opt.change_frequency.monthly
source: Monthly
fr_fr: Mensuel

# opt.change_frequency.yearly
source: Yearly
fr_fr: Annuel

# opt.change_frequency.never
source: Never
fr_fr: Jamais

# msg.bing.sending
source: Sending sitemap to Bing...
fr_fr: Envoi du plan de site à Bing

# err.bing.popup
source: The popup didn't receive proper data, please close this window and try again.
fr_fr: La popup n'a pas reçu les bonnes données, merci de fermer cette popup et de réessayer.

# err.bing.not_sent
source: The request failed. Bing did not send acknolewdge reception.
fr_fr: L'envoi a échoué, Bing n'a pas accusé réception.

# msg.bing.sent
source: The XML sitemap was sent successfully.
fr_fr: Le plan de site a été transmis.

# general_hlp_welcome_1
source: XML sitemaps help guide search engines in determining what types of content are available for indexing, and which pages will eventually be featured in search results.
fr_fr: Les plans de site XML permettent aux moteurs de recherche de déterminer les types de contenus qui pourront figurer parmi les résultats de recherche.

# general_hlp_welcome_2
source: The LTI Sitemap plugin creates a main index sitemap breaking down your selected types of content in "sub" sitemaps. This approach allows us to create smaller sitemaps that are generated quicker, and search engine crawlers don't mind this kind of structure because their job is to follow every single link unless they're told otherwise.
fr_fr: L'extension LTI Sitemap créé un plan de site principal qui répertorie les différents types de contenus indexés dans des "sous"-plans de site. Cette approche nous permet de créer des plans de sites plus petits qui sont générés plus rapidement. Cela ne pose aucun problème aux robots de moteur de recherche, dont le but est d'indexer tous les liens trouvés.

# general_hlp_welcome_3
source: We don't store files on disk; this plugin generates sitemaps dynamically.
fr_fr: Aucun fichier n'est créé ; cette extension génère les plans de site dynamiquement.

# general_hlp_general1
source: In the general tab, you can determine the kinds of content that search engine crawlers will have to index and publicize in search results.
fr_fr: Dans l'onglet général, vous pouvez déterminer les types de contenus que les moteurs de recherche pourront indexer et afficher dans les résultas de recherche.

# general_hlp_general2
source: The content, images and user defined sections help define the "what", i.e what types of pages are featured in sitemaps and how the information is broken down. The change frequency and priorities sections determine the "how", i.e how often these pages are updated and how important they are relative to each other.
fr_fr: Les sections "contenus", "images des articles" et "pages personnalisées" permettent de définir quels types de contenus sont affichés dans les plans de site et comment ils sont organisés. Les sections "périodicité" et "priorités" permettent d'estimer la fréquence de changement des contenus et leur importance relative au sein du site.

# general_hlp_google1
source: In the Google tab, you can gain access to Google's search console to manage sitemaps for your Wordpress site.
fr_fr: Dans l'onglet Google, vous pouvez interagir avec la console de recherche Google et gérer les plans de site pour votre site Wordpress.

# general_hlp_google2
source: Google search console is a free tool that offers lots of information about how your website's content is seen by the search engine and how it will be displayed in search results.
fr_fr: La console de recherche Google est un outil gratuit qui offre beaucoup d'informations à propos de la façon dont le moteur de recherche analyse vos contenus et l'affiche dans les résultats de recherche.

# general_hlp_bing1
source: In the Bing tab, you can submit the Wordpress site's sitemap to Bing's ping service.
fr_fr: Dans l'onglet Bing, vous pouvez envoyer le plan de site au service de "ping" du moteur de recherche Bing.

# general_hlp_bing2
source: As of this writing, Bing does not provide automated mechanism to submit sitemaps through its API. They might add such support in the future, though, in which case we can add functionality to this tab.
fr_fr: À l'heure actuelle, Bing ne fournit pas de méthode automatisée pour transmettre des plans de site au travers de son API. Il se pourrait qu'ils ajoutent cette fonctionalité dans le futur, au quel cas nous l'ajouterons à cet onglet.

# general_hlp_news1
source: Creates a news sitemap that'll help crawlers keep track of news related media on your site.
fr_fr: Créé un plan de site "news" qui permettra aux robots de moteur de recherche de recenser les contenus liés à l'actualité sur votre site.

# general_hlp_news2
source: Google keeps track of news in the last 30 days, so we limit our search of news content to that timespan, which can be modified using Wordpress filters.
fr_fr: Google conserve les actualités de ces 30 derniers jours ; nous limitons donc notre recherche d'actualités dans cette période de temps, qui est par ailleurs personnalisable à l'aide de filtres Wordpress.

# general_hlp_contribute
source: Contribute:
fr_fr: Contribuez :

# general_hlp_github
source: Github repo
fr_fr: Projet Github

# opt.title
source: LTI Sitemap Settings
fr_fr: Paramètres LTI Sitemap

# opt.tab.general
source: General
fr_fr: Général

# opt.tab.news
source: News
fr_fr: Actualités

# hlp.sitemap_info
source: Your sitemap is available at:
fr_fr: Votre plan de site est accessible à l'adresse :

# opt.group.content
source: Content
fr_fr: Contenus

# opt.content_frontpage
source: Front page
fr_fr: Page d'accueil

# opt.content_posts
source: Posts
fr_fr: Articles

# opt.content_posts_normal
source: No categorization
fr_fr: Pas de classement

# opt.content_posts_year
source: By year
fr_fr: Par année

# opt.content_posts_month
source: By month and year
fr_fr: Par mois et année

# opt.content_authors
source: Authors
fr_fr: Auteurs

# opt.content_user_defined
source: User defined
fr_fr: Adresses web personnalisées

# opt.hlp.content
source: The following types of content can be featured in sitemaps:
fr_fr: Les plans de site peuvent recenser les types de contenus suivants :

# opt.hlp.content.frontpage
source: Front page: creates a "main sitemap" featuring the front page plus extra links defined in the "user defined" table.
fr_fr: Page d'accueil : liste la page d'accueil ainsi que les liens définis dans la section "pages personnalisées".

# opt.hlp.content.posts
source: Posts: creates a posts sitemap whose links are categorized by date (or not).
fr_fr: Articles : liste les articles, classés par date si nécessaire.

# opt.hlp.content.pages
source: Pages: creates a sitemap for pages.
fr_fr: Pages : référence les pages.

# opt.hlp.content.authors
source: Authors: a sitemap featuring Wordpress users with at least one published post.
fr_fr: Auteurs : liste les utilisateurs ayant au moins un article publié.

# opt.hlp.content.user_defined
source: User defined: adds links from the table at the bottom of this tab to the main sitemap.
fr_fr: Personnalisé : ajoute les liens dans le tableau au plan de site principal.

# opt.content_images_support
source: Images in posts
fr_fr: Images des articles

# opt.hlp.images
source: Adds links to attachment images and the featured image to the posts sitemap.
fr_fr: Ajoute des liens pointant vers les images à la une et les images jointes aux articles.

# opt.hlp.images1
source: Image sitemap tags contain title and caption fields whose values will be drawn from existing media library information in Wordpress.
fr_fr: Les balises image du plan de site XML contiennent des champs titre et légende dont les valeurs reprendront les informations saisies dans Wordpress.

# opt.hlp.images2
source: If a lone URL is found in the image description field, it will be used as the license URL (expecting a value such as 'http://creativecommons.org/licenses/by/4.0/').
fr_fr: Si une adresse web est saisie dans le champ description de l'image, nous l'utiliserons pour remplir le champ 'licence' (une adresse du type 'http://creativecommons.org/licenses/by/4.0/' est attendue).

# opt.group.change_frequency
source: Change frequency
fr_fr: Périodicité

# opt.change_frequency_frontpage
source: Front page
fr_fr: Page d'accueil

# opt.change_frequency_posts
source: Posts
fr_fr: Articles

# opt.change_frequency_authors
source: Authors
fr_fr: Auteurs

# opt.change_frequency_user_defined
source: User defined
fr_fr: Personnalisé

# opt.hlp.change_frequency1
source: Provides an estimation of how often certain types of content change on your site. It is merely a suggestion, however, as search engines may or may not use these values to determine how often they crawl content.
fr_fr: Une estimation de la fréquence avec laquelle vos contenus sont modifiés. Ce n'est qu'une suggestion, cependant, car les moteurs de recherche ont leurs propres méthodes pour déterminer la fréquence avec laquelle ils parcourent les contenus.

# opt.hlp.change_frequency2
source: The Google Search console should give you a good indication of how regularly Google indexes pages on your site.
fr_fr: La console de recherche Google devrait vous donner une bonne indication lorsqu'il s'agit de la manière dont Google répertorie vos contenus.

# opt.group.priorities
source: Priorities
fr_fr: Priorités

# opt.priority_frontpage
source: Front page
fr_fr: Page d'accueil

# opt.priority_posts
source: Posts
fr_fr: Articles

# opt.priority_authors
source: Authors
fr_fr: Auteurs

# opt.priority_user_defined
source: User defined
fr_fr: Personnalisé

# opt.hlp.priority1
source: Priorities to be assigned relative to other content on your site. The phrase "relative to" is important because this setting only compares priorities between content on your site, and not how important your site should be compared to others.
fr_fr: Les priorités sont assignées relativement à d'autres contenus sur le même site. Le terme "relativement" est important, car les priorités doivent être évaluées en comparant l'importance des contenus au sein de votre site seulement.

# opt.hlp.priority2
source: Just like with change frequencies, crawlers may use this information to prioritize their indexing, but this is merely a hint, not a command.
fr_fr: Tout comme pour les périodicités, les robots pourraient utiliser cette information pour répertorier les contenus, mais elle n'a qu'une valeur informative.

# opt.group.extra_pages
source: User defined pages
fr_fr: Pages personnalisées

# opt.extra_pages.date
source: Change date
fr_fr: Dernière modification

# opt.hlp.extra_pages
source: Extra links to be added to the main sitemap.
fr_fr: Adresses web supplémentaires à ajouter au plan de site.

# btn.google.get_auth
source: Get authentication code
fr_fr: Obtenir code d'authentification

# in.google.cp_token
source: Copy/Paste the code here.
fr_fr: Copier/Coller le code ici.

# btn.google.log_in
source: Log in
fr_fr: Connexion

# hlp.google.log_in
source: We assume that you've already had a run into Google search console, and that your Wordpress site was added and verified. If not, you can head over to the Google search console directly or install and activate our LTI SEO plugin to activate your site from Wordpress.
fr_fr: Nous supposons que vous avez déjà utilisé la console de recherche Google, et que votre site Wordpress y a déjà été ajouté et vérifié. Si ce n'est pas le cas, vous pouvez vous rendre sur la console directement ou installer et activer notre extension LTI SEO.

# msg.google.info4
source: LTI SEO Plugin
fr_fr: Extension LTI SEO

# msg.google.info3
source: Google Search Console
fr_fr: Console de recherche Google

# hlp.google.log_in1
source: To interact with the google search console via Wordpress, please follow these steps:
fr_fr: Merci de suivre les étapes suivantes afin d'intéragir avec Google à travers Wordpress :

# hlp.google.log_in2
source: Click on "get authentication code". A popup opens and Google takes care of logging you in.
fr_fr: Cliquez sur "Obtenir code d'authentification". Une fenêtre popup s'ouvrira et Google se chargera de vous authentifier.

# hlp.google.log_in3
source: Google will display a long string of digits and letters that makes up our authentication key. Copy that string, close the popup, and paste the code into the text field next to the "Log In" button. Click on the "Log In" button. The page refreshes, and Wordpress can now interact with Google.
fr_fr: Google affichera une longue série de chiffres et de lettres qui constituent notre clé d'authentification. Copiez cette chaîne de caractères, fermez la fenêtre popup, et collez le code dans le champ texte à gauche du bouton "Connexion". Cliquez sur "Connexion". La page s'actualise, et Wordpress peut désormais interagir avec Google.

# google.table.hindicator
source: Indicator
fr_fr: Indicateur

# google.table.hvalue
source: Value
fr_fr: Valeur

# google.table_last_submitted
source: First submitted
fr_fr: Première transmission

# google.table_last_downloaded
source: Last processed
fr_fr: Dernière analyse

# google.table_is_processed
source: Was processed
fr_fr: Analyse terminée

# general.no
source: No
fr_fr: Non

# general.yes
source: Yes
fr_fr: Oui

# google.table_nb_pages_submitted
source: Total pages submitted
fr_fr: Total de pages transmises

# google.table_nb_pages_indexed
source: Total pages indexed
fr_fr: Total de pages indexées

# btn.google.resubmit
source: Resubmit sitemap
fr_fr: Transmettre le plan de site à nouveau

# btn.google.delete
source: Delete sitemap
fr_fr: Supprimer le plan de site

# btn.google.log-out
source: Log out
fr_fr: Déconnexion

# btn.google.submit
source: Submit sitemap
fr_fr: Transmettre le plan de site

# msg.google.info1
source: The current site couldn't be found in Google's search console. Has it been verified yet?
fr_fr: Le site courant n'a pas été trouvé dans la console de recherche. Le site a-t-il été verifié ?

# msg.google.info2
source: You can head over to the Google search console or install and activate our LTI SEO plugin to activate your site from Wordpress.
fr_fr: Vous pouvez vous rendre sur la console de recherche Google ou installer et activer notre extension LTI SEO pour activer votre site depuis Wordpress.

# hlp.google.logged_in
source: Depending on your Wordpress site's status, you'll be able to accomplish the following:
fr_fr: En fonction du statut de votre site, vous pourrez effectuer les manipulations suivantes :

# hlp.google.logged_in1
source: Submit sitemap: notifies Google of the existence of this sitemap.
fr_fr: Transmettre le plan de site : notifie Google de la présence de ce plan de site.

# hlp.google.logged_in1-1
source: If we find a matching sitemap in the console, the following information is collected:
fr_fr: Si un plan de site est trouvé dans la console Google, les informations suivantes sont collectées :

# hlp.google.logged_in1-2
source: First submitted: the time at which the sitemap was initially submitted.
fr_fr: Première transmission : la date à laquelle le plan de site a été transmis pour la première fois.

# hlp.google.logged_in1-3
source: Last processed: the last time Google crawled the sitemap's links.
fr_fr: Dernière analyse : date à laquelle Google a parcouru les liens du plan de site.

# hlp.google.logged_in1-4
source: Was processedÂ : whether Google had time to look through the sitemap yet.
fr_fr: Analyse terminée : indique si Google a déjà parcouru le plan de site.

# hlp.google.logged_in1-5
source: Total pages submitted: the number of links crawled within the sitemap.
fr_fr: Total de pages transmises : le nombre de liens du plan de site parcourus

# hlp.google.logged_in1-6
source: Total pages indexed: the number of resources that will appear in search results.
fr_fr: Total de pages indexées : le nombre de ressources qui apparaitront dans les résultats de recherche.

# hlp.google.logged_in1-7
source: Note: the whole process of crawling through all the links on your site might take a while, so don't be alarmed if the numbers on screen aren't being updated.
fr_fr: Note : le parcours de tous les liens répertoriés de votre site peuvent prendre un certain temps ; il n'est pas surprenant que les statistiques ne se mettent pas à jour tout de suite.

# hlp.google.logged_in2
source: Resubmit sitemap: asks Google to crawl the sitemap once more.
fr_fr: Transmettre le plan de site à nouveau : demande à Google de parcourir le plan de site une nouvelle fois.

# hlp.google.logged_in3
source: Delete sitemap: removes the current site's sitemap from the console.
fr_fr: Supprimer le plan de site : enlève le lien vers le plan de site de la console Google.

# hlp.google.logged_in4
source: Log out: end this Google session.
fr_fr: Déconnexion : terminer cette session auprès de Google.

# hlp.google.logged_in5
source: Note: this doesn't disconnect you from your Google account, it only closes the session we initiated earlier by providing an authentication code.
fr_fr: Note : cette opération ne vous déconnecte pas de votre compte Google, elle permet simplement de clore la session ouverte lorsque nous avons copié/collé le code d'authentification.

# hlp.google.logged_in6
source: When you load this admin page, the plugin initiates an authentication process with Google which may slow things down, so we recommend you log out if you're not using this functionality.
fr_fr: Lorsque cette page se charge, il se peut que vous constatiez des lenteurs du fait du processus d'authentification auprès de Google ; au quel cas, nous vous conseillons de vous déconnecter dès que le site a été vérifié.

# btn.bing.sitemap_submit
source: Send sitemap
fr_fr: Transmettre le plan de site

# bing.help1
source: Using the "Send sitemap" button, you can notify the Bing ping service of the existence of your sitemap. We don't receive feeback from Bing using this method, so there's no guarantee that the sitemap will be processed.
fr_fr: En utilisant le bouton "Transmettre le plan de site", le service "ping" de Bing peut être notifié de l'existence de votre plan de site. Cette méthode ne retournant pas de réponse spécifique, nous ne pouvons pas garantir que le plan de site sera parcouru par Bing.

# bing.help2
source: Bing webmaster tools service
fr_fr: Service Bing webmaster tools

# opt.content_news_support
source: News sitemap
fr_fr: Plan de site actualités

# opt.news_publication
source: Publication name
fr_fr: Nom de la publication

# opt.news_language
source: Language
fr_fr: Langue

# opt.news_access
source: Access
fr_fr: Accès

# opt.news_access_type_full
source: Full
fr_fr: Total

# opt.news_access_type_subscription
source: Subscription
fr_fr: Abonnement

# opt.news_access_type_registration
source: Registration
fr_fr: Inscription

# opt.news_keywords
source: Keywords
fr_fr: Mots clés

# opt.news_keywords_cat_based
source: Based on categories
fr_fr: Utilisant les catégories

# opt.news_keywords_tag_based
source: Based on tags
fr_fr: Utilisant les étiquettes

# opt.news_genre_press_release
source: Press release
fr_fr: Communiqué de presse

# opt.news_genre_oped
source: Op ed
fr_fr: Editorial

# opt.news_genre_user_generated
source: User generated
fr_fr: Personnalisé

# opt.hlp.news0
source: Adds a postbox in the post editing area to determine whether the post is a news item and to fill in details.
fr_fr: Ajoute une section dans la page d'édition des articles permettant de déterminer que l'article est une actualité et d'en remplir les attributs.

# opt.hlp.news1
source: Creates a news sitemap that'll help crawlers keep track of news related media on your site.
fr_fr: Créé un plan de site "news" qui permettra aux robots de moteur de recherche de se tenir à jour des actualités publiées sur votre site.

# opt.hlp.news2
source: Publication name: as per Google: it must exactly match the name as it appears on your articles in news.google.com, omitting any trailing parentheticals. For example, if the name appears in Google News as "The Example Times (subscription)", you should use the name, "The Example Times".
fr_fr: Nom de la publication : d'après Google : ce nom doit correspondre exactement à celui qui s'affiche dans vos articles sur news.google.com, sans les parenthèses finales et leur contenu. Par exemple, si le nom de votre publication dans Google Actualités est "Journal L'Exemple (abonnement)", vous devrez utiliser le nom "Journal L'Exemple".

# opt.hlp.news3
source: Access: this option has two options: "subscription" or "registration". It is assumed that by default users have full access to news items, so this information is optional in news sitemaps and will be added only if you select an option other than "Full".
fr_fr: Accès : deux choix existent pour cette valeur, abonnement ou inscription. On suppose que par défaut les utilisateurs auront un accès complet aux articles, c'est pourquoi cette information est optionnelle dans le plan de site et nous ne l'ajouterons que si vous choisissez l'une des deux options.

# opt.hlp.news4
source: Keywords: as per Google: A comma-separated list of keywords describing the topic of the article. Keywords may be drawn from, but are not limited to, the list of existing Google News keywords.
fr_fr: Mots clés : selon Google : liste de mots clés séparés par des virgules décrivant le sujet de l'article. Les mots clés peuvent en partie être issus de la liste des mots clés Google Actualités existants sans toutefois s'y limiter.

# google.keyword_list_url
source: (Keyword List)
fr_fr: (Liste)

# opt.hlp.news5
source: Genre: as per Google: A comma-separated list of properties characterizing the content of the article. Your content must be labeled accurately, in order to provide a consistent experience for our users.
fr_fr: Genre : d'après Google : liste de propriétés séparées par des virgules décrivant le contenu de l'article. Pour assurer aux internautes une certaine cohérence, vous devez appliquer les bons libellés à votre contenu.

# general.save_changes
source: Save changes
fr_fr: Mettre à jour

# general.reset_defaults
source: Reset to defaults
fr_fr: Reinitialiser
